export interface ReviewItem {
  id: number;
  name: string;
  text: string;
  rating: number;
}

export const REVIEWS: ReviewItem[] = [
  {
    id: 1,
    name: "Іван",
    text: "Швидко загрузили, швидко відвезли, питань не маю",
    rating: 5,
  },
  {
    id: 2,
    name: "Олександр",
    text: "Домовились вивезти побутовий хлам з приватного дому в Ірпіні. Хлопці швидко все зробили в одну ходку. Рекомендую.",
    rating: 4.5,
  },
  {
    id: 3,
    name: "Наталія",
    text: "Допомогли вивезти сміття з офісного комплексу. Думав, що треба буде возити декілька разів, але все вийшло в одну. Можу радити",
    rating: 5,
  },
  {
    id: 4,
    name: "Роман",
    text: "Живу в Гостомелі. Треба було швидко перевезти речі в нову квартиру. Зробили швидко.",
    rating: 4.8,
  },
  {
    id: 5,
    name: "Іванна",
    text: "Треба було вивезти ціле подвір'я забите побутового хламу. Зробили все в 2 ходки, возили швидко, грузили по максимуму. Контакт зберігла, дякую.",
    rating: 4,
  },
  {
    id: 6,
    name: "Станіслав",
    text: "Гарний сервіс",
    rating: 5,
  },
  {
    id: 6,
    name: "Юрій",
    text: "Все круто, замовляю Газель на 1 тону другий раз, все швидко і без тянучки.",
    rating: 5,
  },
  {
    id: 7,
    name: "Валерій",
    text: "Замовив переїзд офісу, все довезли цілим як і було.",
    rating: 5,
  },
];
